Repository: braunau-mobil/velo-basar
Catalog: src/BraunauMobil.VeloBasar/Resources/SharedResources.*.resx
Languages: de

# VeloBasar_AcceptancesCount
source: {0} Acceptances
de: {0} Annahmen

# VeloBasar_AcceptanceCreateSeller
source: Acceptance - Enter seller
de: Annahme - Verkäufer eingeben

# VeloBasar_AcceptanceForSellerId
source: Acceptance for seller with ID: {0} - Enter products
de: Annahme für Verkäufer ID: {0} - Artikel eingeben

# VeloBasar_AcceptanceNumber
source: Acceptance number
de: Annahme Nummer

# VeloBasar_AcceptanceSuccess
source: Acceptance successful!
de: Annahme erfolgreich!

# VeloBasar_AcceptedProductsAmount
source: Accepted products value of {0:C}
de: Artikel im Wert von {0:C} angenommen

# VeloBasar_AcceptedProductsWithCount
source: Accepted products: {0}
de: {0} Artikel angenommen

# VeloBasar_Accepting
source: Accepting
de: In Annahme

# VeloBasar_AcceptProducts
source: Accept products
de: Artikel annehmen

# VeloBasar_AcceptSessionIsCompleted
source: The Accept session with ID {0} is already completed.
de: Die Annahme-Stzung mit der ID {0} ist bereits abgeschlossen

# VeloBasar_AcceptSessionList
source: Accept sessions ({0})
de: Annahme Sitzungen ({0})

# VeloBasar_AcceptSessionNotFound
source: No Accept session with ID {0} found.
de: Es konnte keine Annahme-Stzung mit der ID {0} gefunden werden

# VeloBasar_AcceptSessions
source: Accept sessions
de: Annahme Sitzungen

# VeloBasar_AceptedProductCount
source: Accepted prodcuts: {0}
de: Angenommene Artikel: {0}

# VeloBasar_Add
source: Add
de: Hinzufügen

# VeloBasar_Address
source: Address
de: Anschrift

# VeloBasar_All
source: All
de: Alle

# VeloBasar_AllBrand
source: All (Brands)
de: Alle (Marke)

# VeloBasar_AllProductsOfSaleAlreadyCancelledOrSettled
source: All items of the sale have already been settled or cancelled. Cancellation is no longer possible.
de: Es wurden bereits alle Artikel des Verkaufs abgerechnet oder Storniert. Ein Storno ist nicht mehr möglich.

# VeloBasar_AmountGiven
source: Money given
de: Geld gegeben

# VeloBasar_AmountGivenTooSmall
source: The given amount {0:C} must be greater than the sale amount {1:C}!
de: Der gegebene Betrag {0:C} muss größer als die Verkaufssumme {1:C} sein!

# VeloBasar_Apply
source: Apply
de: Übernehmen

# VeloBasar_AtDateAndTime
source: {1:D} at {1:t}
de: {1:D} um {1:t}

# VeloBasar_AtLocationAndDateAndTime
source: {0} on {1:D} at {1:t}
de: {0} am {1:D} um {1:t}

# VeloBasar_Available
source: Available
de: Verfügbar

# VeloBasar_BankAccountHolder
source: Account holder
de: Kontoinhaber

# VeloBasar_Bankdata
source: Bank data
de: Bankdaten

# VeloBasar_Basar
source: Bazaar
de: Basar

# VeloBasar_BasarDetails
source: Bazaar details
de: Basar Details

# VeloBasar_BasarList
source: Bazaars
de: Basare

# VeloBasar_Brand
source: Brands
de: Marke

# VeloBasar_CalculateChangeMoney
source: Calculate change
de: Wechselgeld berechnen

# VeloBasar_Cancel
source: Cancel
de: Abbrechen

# VeloBasar_Cancellate
source: Cancellate
de: Stornieren

# VeloBasar_CancellationSingular
source: Cancellation
de: Storno

# VeloBasar_CannotDeleteBasar
source: Bazaar with ID={0} cannot be deleted.
de: Basar mit ID={0} kann nicht gelöscht werden.

# VeloBasar_Cart
source: Cart
de: Warenkorb

# VeloBasar_ChangeMoney
source: Change
de: Wechselgeld

# VeloBasar_Checkout
source: Sell
de: Verkaufen

# VeloBasar_City
source: City
de: Stadt

# VeloBasar_CityIsTooLong
source: The city must not be longer than {0} characters.
de: Die Stadt darf nicht länger als {0} Zeichen sein.

# VeloBasar_ClearCart
source: Clear cart
de: Warenkorb leeren

# VeloBasar_Color
source: Color
de: Farbe

# VeloBasar_Comment
source: Comment
de: Kommentar

# VeloBasar_Continue
source: Continue
de: Fortsetzen

# VeloBasar_ContinueAcceptSession
source: Continue accept session
de: Annahme fortsetzen

# VeloBasar_Cost
source: Costs
de: Kosten

# VeloBasar_Country
source: Country
de: Land

# VeloBasar_CountryList
source: Countries
de: Länder

# VeloBasar_CreateBasar
source: Create Bazaar
de: Basar erstellen

# VeloBasar_CreateCountry
source: Create Country
de: Land hinzufügen

# VeloBasar_CreatedAt
source: Created
de: Erstellt

# VeloBasar_CreateProductType
source: Create product type
de: Artikel Typ erstellen

# VeloBasar_CreateSeller
source: Create seller
de: Verkäufer erstellen

# VeloBasar_Date
source: Date
de: Datum

# VeloBasar_Delete
source: Delete
de: Löschen

# VeloBasar_Description
source: Description
de: Beschreibung

# VeloBasar_Disable
source: Disable
de: Deaktivieren

# VeloBasar_Document
source: Voucher
de: Beleg

# VeloBasar_DonateIfNotSold
source: Donate if not sold
de: Spenden, falls nicht verkauft

# VeloBasar_Edit
source: Edit
de: Bearbeiten

# VeloBasar_EditBasar
source: Edit Bazaar
de: Basar bearbeiten

# VeloBasar_EditCountry
source: Edit Country
de: Land bearbeiten

# VeloBasar_EditProduct
source: Edit Product
de: Artikel bearbeiten

# VeloBasar_EditProductType
source: Edit Product type
de: Artikel Typ bearbeiten

# VeloBasar_EditSeller
source: Edit Seller
de: Verkäufer bearbeiten

# VeloBasar_Enable
source: Enable
de: Aktivieren

# VeloBasar_End
source: End
de: Ende

# VeloBasar_EnterProductId
source: Product ID:
de: Artikel ID:

# VeloBasar_FirstName
source: First name
de: Vorname

# VeloBasar_FirstNameIsTooLong
source: The first name must not be longer than {0} characters.
de: Der Vorname darf nicht länger als {0} Zeichen sein.

# VeloBasar_FrameNumber
source: Frame number
de: Rahmennummer

# VeloBasar_FrameNumberLabel
source: Frame number: {0}
de: Rahmennummer: {0}

# VeloBasar_GenerateCountries
source: Generate sample countries
de: Beispiel Länder generieren

# VeloBasar_GenerateProductTypes
source: Generate sample product types
de: Beispiel Produkt Typen generieren

# VeloBasar_GenerateZipCodes
source: Load ZIPs
de: Postleitzahlen laden

# VeloBasar_IncomeFromSoldProducts
source: Revenue from items sold:
de: Einnahmen aus verkauften Artikeln:

# VeloBasar_InitialSetup
source: Initial setup
de: Einrichtung

# VeloBasar_InvalidLoginAttempt
source: Invalid login attempt
de: Ungüliger Login-Versuch

# VeloBasar_Label
source: Label
de: Etikett

# VeloBasar_Labels
source: Labels
de: Etiketten

# VeloBasar_LastName
source: Last name
de: Nachname

# VeloBasar_LastNameIsTooLong
source: The last name must not be longer than {0} characters.
de: Der Nachname darf nicht länger als {0} Zeichen sein.

# VeloBasar_Location
source: Location
de: Ort

# VeloBasar_DoLock
source: Lock
de: Sperren

# VeloBasar_Locked
source: Locked
de: Gesperrt

# VeloBasar_LockedProductsCount
source: Locked products: {0}
de: Gesperrte Artikel: {0}

# VeloBasar_LockInfo
source: Blocked items are still in stock and cannot be used in any transaction (except billing). When a blocked item is settled, it is treated as if it was not sold and is still in stock.
de: Gesperrte Artikel befinden sich noch auf Lager und können in keiner Transaktion (außer Abrechnung) verwendet werden. Wird ein gesperrter Artikel abgerechnet, wird dieser behandelt wie wenn er nicht verkauft wurde und noch auf Lager ist.

# VeloBasar_LockProduct
source: Lock item {0}
de: Artikel {0} sperren

# VeloBasar_LogIn
source: Log in
de: Einloggen

# VeloBasar_LogOut
source: Log out
de: Ausloggen

# VeloBasar_Lost
source: Missing
de: Verschwunden

# VeloBasar_LostInfo
source: Disappeared items are no longer in stock and cannot be used in any transaction (except settlement). If a blocked item is settled, it will be treated as if it was sold.
de: Verschwundene Artikel befinden sich nicht mehr auf Lager und können in keiner Transaktion (außer Abrechnung) verwendet werden. Wird ein gesperrter Artikel abgerechnet, wird dieser behandelt wie wenn er verkauft wurde.

# VeloBasar_LostProduct
source: Mark item {0} as disappeared
de: Artikel {0} als verschwunden markieren

# VeloBasar_LostProducts
source: Disappeared items: {0}
de: Verschwundene Artikel: {0}

# VeloBasar_Menu
source: Menu
de: Menü

# VeloBasar_Misc
source: Other
de: Sonstiges

# VeloBasar_NewAcceptance
source: New Acceptance
de: Neue Annahme

# VeloBasar_NewSale
source: New Sale
de: Neuer Verkauf

# VeloBasar_NewsletterPermission
source: Newsletter permission
de: Newsletter-Erlaubnis

# VeloBasar_NewsletterPermissionTimesStamp
source: Newsletter permission granted on {0}
de: Newsletter-Erlaubnis erteilt am {0}

# VeloBasar_Next
source: Continue
de: Weiter

# VeloBasar_NoAcceptanceFound
source: No acceptance with number {0} could be found.
de: Es konnte kein Annahme mit der Nummer {0} gefunden werden.

# VeloBasar_NoBasarActive
source: No bazaar active
de: Kein Basar aktiv

# VeloBasar_NoProductWithIdFound
source: No article with the ID {0} could be found.
de: Es konnte kein Artikel mit der ID {0} gefunden werden.

# VeloBasar_NoSaleFoundWithNumber
source: No sale could be found with the number {0}
de: Es konnte kein Verkauf mit der Nummer {0} gefunden werden

# VeloBasar_NoSellerFound
source: No seller could be found.
de: Es konnte kein Verkäufer gefunden werden.

# VeloBasar_Notes
source: Notes
de: Anmerkungen

# VeloBasar_NotSettled
source: Not settled
de: Nicht abgerechnet

# VeloBasar_NotSold
source: Not sold
de: Nicht verkauft

# VeloBasar_NotSoldProductCount
source: Not sold products
de: Nicht verkaufte Artikel

# VeloBasar_Number
source: Number
de: Nummer

# VeloBasar_Other
source: Other
de: Sonstiges

# VeloBasar_Overview
source: Overview
de: Übersicht

# VeloBasar_PageNumberFromOverall
source: Page {0} of {1}
de: Seite {0} von {1}

# VeloBasar_ParentTransaction
source: Predecessor: {0} #{1}
de: Vorgänger: {0} #{1}

# VeloBasar_Password
source: Password
de: Passwort

# VeloBasar_PhoneNumber
source: Phone number
de: Telefonnummer

# VeloBasar_PhoneNumberIsTooLong
source: The phone number must not be longer than {0} characters.
de: Die Telefonnummer darf nicht länger als {0} Zeichen sein.

# VeloBasar_PickedUp
source: Picked up
de: Abgeholt

# VeloBasar_PickedUpProductCount
source: Picked up products
de: Abgeholte Artikel

# VeloBasar_PleaseEnterAdminUserEmail
source: Please provide an admin email address.
de: Bitte eine Admin E-Mail Adresse angeben.

# VeloBasar_PleaseEnterBrand
source: Please enter a brand.
de: Bitte eine Marke eingeben.

# VeloBasar_PleaseEnterCity
source: Please enter a city.
de: Bitte eine Stadt eingeben.

# VeloBasar_PleaseEnterCountry
source: Please select a country.
de: Bitte ein Land auswählen.

# VeloBasar_PleaseEnterDescription
source: Please enter a description.
de: Bitte eine Beschreibung eingeben.

# VeloBasar_PleaseEnterFirstName
source: Please enter a first name.
de: Bitte einen Vornamen eingeben.

# VeloBasar_PleaseEnterFirstNameForSearch
source: Please enter a first name for the search.
de: Bitte für die Suche einen Vornamen eingeben.

# VeloBasar_PleaseEnterIso3166Alpha3Code
source: Please enter an ISO code.
de: Bitte einen ISO Code eingeben.

# VeloBasar_PleaseEnterLastName
source: Please enter a last name.
de: Bitte einen Nachnamen eingeben.

# VeloBasar_PleaseEnterLastNameForSearch
source: Please enter a last name for the search.
de: Bitte für die Suche einen Nachnamen eingeben.

# VeloBasar_PleaseEnterName
source: Please enter a name.
de: Bitte einen Namen eingeben.

# VeloBasar_PleaseEnterNotes
source: Please enter comments.
de: Bitte Anmerkungen eingeben.

# VeloBasar_PleaseEnterPhoneNumber
source: Please enter a valid phone number.
de: Bitte eine gültige Telefonnummer eingeben.

# VeloBasar_PleaseEnterProductType
source: Please select a type.
de: Bitte einen Typ auswählen.

# VeloBasar_PleaseEnterStreet
source: Please enter a street.
de: Bitte eine Straße eingeben.

# VeloBasar_PleaseEnterValidEMail
source: Please enter a valid e-mail address.
de: Bitte eine gültige E-Mail Adresse eingeben.

# VeloBasar_PleaseEnterValidIBAN
source: Please enter a valid IBAN.
de: Bitte eine gültige IBAN eingeben.

# VeloBasar_PleaseEnterValidPercentage
source: Please enter a value between 0 and 100%.
de: Bitte einen Wert zwischen 0 und 100 % eingeben

# VeloBasar_PleaseEnterZIP
source: Please enter a postal code.
de: Bitte eine Postleitzahl eingeben.

# VeloBasar_PleaseSelectProductToCanellate
source: Please select a product to cancel.
de: Bitte ein Produkt zum Stornieren auswählen.

# VeloBasar_Price
source: Price
de: Preis

# VeloBasar_PriceDistribution
source: Price distribution
de: Preisverteilung

# VeloBasar_PriceMustBeGreaterThanZero
source: Please enter a price larger than 0.01.
de: Bitte einen Preis größer 0,01 eingeben.

# VeloBasar_PriceMustHavePrecisition
source: Only 2 decimal places are allowed.
de: Es sind nur 2 Nachkommastellen erlaubt.

# VeloBasar_PrintLabels
source: Print labels
de: Etiketten drucken

# VeloBasar_PrintLables
source: Print labels
de: Etiketten Drucken

# VeloBasar_PrintTest
source: Test printouts
de: Test-Ausdrucke

# VeloBasar_Product
source: Produc
de: Artikel

# VeloBasar_ProductCommissionPercentage
source: Sales commission in percent
de: Verkaufs-Provision in Prozent

# VeloBasar_ProductCount
source: Number of procuts
de: Artikelanzahl

# VeloBasar_ProductCounter
source: {0} Product
de: {0} Artikel

# VeloBasar_ProductDescription
source: Procuct description
de: Artikelbeschreibung

# VeloBasar_ProductDescriptionIsTooLong
source: The description must not be longer than {0} characters.
de: Die Beschreibung darf nicht länger als {0} Zeichen sein.

# VeloBasar_ProductDetails
source: Procuct #{0}
de: Artikel #{0}

# VeloBasar_ProductIsLocked
source: The product has been locked. Notes: {0}
de: Der Artikel wurde gesperrt. Anmerkungen: {0}

# VeloBasar_ProductIsLost
source: The product has been marked as disappeared. Notes: {0}
de: Der Artikel wurde als verschwunden markiert. Anmerkungen: {0}

# VeloBasar_ProductNotAccepted
source: The product has not yet been fully accepted.
de: Der Artikel wurde nocht nicht vollständig angenommen.

# VeloBasar_ProductNotFound
source: No product with ID {0} could be found
de: Es konnte kein Artikel mit der ID {0} gefunden werden

# VeloBasar_Products
source: Product
de: Artikel

# VeloBasar_ProductSold
source: The product was already sold. See sale <a href=\"{0}\">#{1}</a>
de: Der Artikel wurde bereits verkauft. Siehe Verkauf <a href=\"{0}\">#{1}</a>

# VeloBasar_ProductType
source: Product type
de: Produkt Typ

# VeloBasar_ProductTypeList
source: Product types
de: Artikel Typen

# VeloBasar_ProductWasSettled
source: The product has already been settled.
de: Der Artikel wurde bereits abgerechnet.

# VeloBasar_RememberMe
source: Stay logged in?
de: Eingeloggt bleiben?

# VeloBasar_Reset
source: Reset
de: Zurücksetzen

# VeloBasar_ReturnMoney
source: Change
de: Wechselgeld

# VeloBasar_SaleCount
source: {0} Sales
de: {0} Verkäufe

# VeloBasar_SaleNumber
source: Sales number
de: Verkaufsnummer

# VeloBasar_SalesPlural
source: Sales
de: Verkäufe

# VeloBasar_SalesCommision
source: Sales commission ({0:P2} of {1:C}):
de: Verkaufsprovision ({0:P2} von {1:C}):

# VeloBasar_SaleDistribution
source: Distribution sales totals
de: Verteilung Verkaufssummen

# VeloBasar_SaleSuccesful
source: Sale successful.
de: Verkauf erfolgreich.

# VeloBasar_Save
source: Save
de: Speichern

# VeloBasar_SaveAcceptSession
source: Save accept session
de: Annahmebeleg speichern

# VeloBasar_Search
source: Search
de: Suchen

# VeloBasar_SelectSale
source: Select sale
de: Verkauf auswählen

# VeloBasar_Seller
source: Seller
de: Verkäufer

# VeloBasar_SellerCount
source: {0} Seller
de: {0} Verkäufer

# VeloBasar_SellerDetails
source: Seller #{0} {1} {2}
de: Verkäufer #{0} {1} {2}

# VeloBasar_SellerId
source: Seller-ID: {0}
de: Verkäufer-ID: {0}

# VeloBasar_SellerIdShort
source: Seller.-ID: {0}
de: Verk.-ID: {0}

# VeloBasar_SellerList
source: Seller
de: Verkäufer

# VeloBasar_SellerNotFound
source: No seller with ID {0} could be found.
de: Es konnte kein Verkäufer mit der ID {0} gefunden werden.

# VeloBasar_SellingPrice
source: Selling price
de: Verkaufspreis

# VeloBasar_SetAsLost
source: Missing
de: Verschwunden

# VeloBasar_Settle
source: Settle
de: Abrechnen

# VeloBasar_Settled
source: Settled
de: Abgerechnet

# VeloBasar_SettlementAmout
source: Settled amount
de: Abgerechneter Betrag

# VeloBasar_SettlementProgress
source: Settlement progress
de: Abrechnungs-Fortschritt

# VeloBasar_SettlementSuccesful
source: Settlement successful
de: Abrechnung erfolgreich.

# VeloBasar_Size
source: Size
de: Größe

# VeloBasar_Sold
source: Sold
de: Verkauft

# VeloBasar_SoldProductCount
source: Sold products
de: Verkaufte Artikel

# VeloBasar_SoldProductsAmount
source: Products worth {0:C} sold
de: Artikel im Wert von {0:C} verkauft

# VeloBasar_SoldProductsCount
source: Products sold: {0}
de: Artikel verkauft: {0}

# VeloBasar_State
source: State
de: Status

# VeloBasar_Street
source: Street
de: Straße

# VeloBasar_StreetIsTooLong
source: The street must not be longer than {0} characters.
de: Die Straße darf nicht länger als {0} Zeichen sein.

# VeloBasar_Sum
source: Sum
de: Summe

# VeloBasar_TimeStamp
source: Date and Time
de: Datum und Uhrzeit

# VeloBasar_TireSize
source: Tire size
de: Reifengröße

# VeloBasar_TireSizeLabel
source: Tire size: {0}
de: Reifengröße: {0}

# VeloBasar_TotalAmount
source: Total amount
de: Gesamtbetrag

# VeloBasar_TransactionList
source: Transactions ({0})
de: Transaktionen ({0})

# VeloBasar_Transactions
source: Transactions
de: Transaktionen

# VeloBasar_TransactionSuccesful
source: {0} successful!
de: {0} erfolgreich!

# VeloBasar_Type
source: Type
de: Typ

# VeloBasar_DoUnlock
source: Unlock
de: Entsperren

# VeloBasar_UnlockProduct
source: Unlock product {0}
de: Artikel {0} freischalten

# VeloBasar_Update
source: Update
de: Aktualisieren

# VeloBasar_UpdatedAt
source: Updated at
de: Geändert

# VeloBasar_ValueState
source: Settlement status
de: Abrechnungsstatus

# VeloBasar_ZIP
source: ZIP
de: PLZ

# Xan_AspNetCore_AllStates
source: All (State)
de: Alle (Status)

# Xan_AspNetCore_Cancel
source: Cancel
de: Abbrechen

# Xan_AspNetCore_CreatedAt
source: Created at
de: Erstellt am

# Xan_AspNetCore_Delete
source: Delete
de: Löschen

# Xan_AspNetCore_Disable
source: Disable
de: Deaktivieren

# Xan_AspNetCore_Disabled
source: Disabled
de: Deaktiviert

# Xan_AspNetCore_Edit
source: Edit
de: Bearbeiten

# Xan_AspNetCore_Enable
source: Enable
de: Aktivieren

# Xan_AspNetCore_Enabled
source: Enabled
de: Aktiv

# Xan_AspNetCore_Save
source: Save
de: Speichern

# Xan_AspNetCore_State
source: State
de: Status

# Xan_AspNetCore_UpdatedAt
source: Updated at
de: Geändert am

# VeloBasar_AcceptanceSingular
source: Acceptance
de: Annahme

# VeloBasar_AcceptancesPlural
source: Acceptances
de: Annahmen

# VeloBasar_AcceptancesPluralWithCount
source: Acceptances ({0})
de: Annahmen ({0})

# VeloBasar_AllStates
source: Alle (States)
de: Alle (Status)

# VeloBasar_AllStorageStates
source: Alle (Storage states)
de: Alle (Lagerstatus)

# VeloBasar_AllValueStates
source: All (billing status)
de: Alle (Abrechnungsstatus)

# VeloBasar_CancellationsPlural
source: Cancellations
de: Stornos

# VeloBasar_CancellationsPluralWithCount
source: Cancellations ({0})
de: Stornos ({0})

# VeloBasar_Completed
source: Completed
de: Abgeschlossen

# VeloBasar_LockSingular
source: Lock
de: Sperre

# VeloBasar_LocksPlural
source: Locks
de: Sperren

# VeloBasar_LocksPluralWithCount
source: Locks ({0})
de: Sperren ({0})

# VeloBasar_NotAccepted
source: Accepting
de: In Annahme

# VeloBasar_SaleSingular
source: Sale
de: Verkauf

# VeloBasar_SalesPluralWithCount
source: Sales ({0})
de: Verkäufe ({0})

# VeloBasar_SetLostSingular
source: Missing
de: Verschwunden

# VeloBasar_SetLostsPlural
source: Missings
de: Verschwundene

# VeloBasar_SetLostsPluralWithCount
source: Missings ({0})
de: Verschwunden ({0})

# VeloBasar_SettlementSingular
source: Settlement
de: Abrechnung

# VeloBasar_SettlementsPlural
source: Settlements
de: Abrechnungen

# VeloBasar_SettlementsPluralWithCount
source: Settlements ({0})
de: Abrechnungen ({0})

# VeloBasar_Uncompleted
source: Umcompleted
de: Laufend

# VeloBasar_UnlockSingular
source: Unlock
de: Freischaltung

# VeloBasar_UnlocksPlural
source: Unlocks
de: Freischaltungen

# VeloBasar_UnlocksPluralWithCount
source: Unlocks ({0})
de: Freischaltungen ({0})

# VeloBasar_AcceptedProducts
source: Accepted products
de: Angenommene Artikel

# VeloBasar_AllProductTypes
source: All (Product Types)
de: Alle (Typen)

# VeloBasar_AllTransactionTypes
source: All (Transactions)
de: Alle (Transaktionen)

# VeloBasar_GenerateCountriesMustBeActiveForGeneratingZipCodes
source: Please activate the option 'Generate sample countries'.
de: Bitte aktivieren sie die Option 'Beispiel Länder generieren'.

# VeloBasar_Donateable
source: Donateable
de: Spendbar

# VeloBasar_SellersForNewsletter
source: Sellers with newsletter
de: Verkäufer mit Newsletter

# VeloBasar_DonateIfNotSoldOnProductTable
source: Donate, if not sold.
de: Spenden, falls nicht verkauft.

# VeloBasar_PermissionTimestampGreaterOrEqualThan
source: Permission Timstamp greater or equal than:
de: Erlaubnis-Zeitpunkt größer oder gleich:

# VeloBasar_ProductsValue
source: Products value
de: Artikelwert

# VeloBasar_LabelFileName
source: Product-{0}_Label.pdf
de: Artikel-{0}_Etikett.pdf

# VeloBasar_SellerLabelsFileName
source: Seller-{0}_ProductLabels.pdf
de: Verkäufer-{0}_ArtikelEtiketten.pdf

# VeloBasar_DefaultProductTypeChildrensBike
source: Children's bike
de: Kinderrad

# VeloBasar_DefaultProductTypeMensCityBike
source: Men's city bike
de: City-Bike Herren

# VeloBasar_DefaultProductTypeRoadBike
source: Road bike
de: Rennrad

# VeloBasar_DefaultProductTypeScooter
source: Scooter
de: Roller

# VeloBasar_DefaultProductTypeSteelSteed
source: Steel steed
de: Stahlross

# VeloBasar_DefaultProductTypeUnicycle
source: Unicycle
de: Einrad

# VeloBasar_DefaultProductTypeWomansCityBike
source: Woman's city bike
de: City-Bike Frauen

# VeloBasar_MigrateDatabase
source: Migrate Database
de: Datenbank Migration

# VeloBasar_MigrateDatabaseHint
source: This can take a bit, so be patient. If it was succesful you will be redirected to the Index.
de: Dieser Vorgang kann etwas länger dauern. Sobald der Vorgang abgeschlossen ist, wird auf den Index weitergeleitet.

# VeloBasar_MigrateDatabaseText
source: The database hast to be migrated. Click on OK to start.
de: Die Datenbank muss migriert werden.
